tap "homebrew/bundle"
brew "bat"
brew "btop"
brew "flyctl"
brew "gh"
brew "lazygit"
brew "mailsy"
brew "pdm"
brew "powerlevel10k"
brew "tree"
brew "yt-dlp"
cask "apparency"
cask "blender"
cask "chatgpt"
cask "cleanshot"
cask "cursor"
cask "figma@beta"
cask "firefox@nightly"
cask "iina"
cask "iterm2"
cask "itsycal"
cask "keka"
cask "kitty"
cask "linear-linear"
cask "macs-fan-control"
cask "raycast"
cask "rectangle"
cask "swiftformat-for-xcode"
cask "transmission"
cask "whatsapp"
cask "xcodes"
vscode "dracula-theme.theme-dracula"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
